export const initialCategories = [
    {
        category: 'マイルストーン',
        items: [
            'セールスポイント確認会',
            '開発着手',
            '開発キックオフ',
            '役物協力会社選定会議',
            '試算',
            '見積り',
            '契約',
            '経営キックオフ',
            '画像協力会社選定会議',
            'G1',
            '試作確認会',
            '画像/サウンド実装スケ作成',
            '4ヵ月スケ作成',
            'G2',
            'PJ試射',
            '本部内試射',
            'パラサミ試射１/営業試射１',
            'パラサミ試射２/営業試射２',
            'G3',
            '申請'
        ]
    },
    {
        category: '企画',
        items: [
            'セールスポイント確認資料',
            'デザイン要望書',
            '企画書',
            '早期検討演出案',
            '演出仕様書（絵コンテ必要）',
            '演出仕様書（絵コンテ不要）',
            '使用楽曲候補',
            '容量検証用ｿﾌﾄ仕様',
            'サウンドα版仕様書',
            '納品物確認＆仕様書調整',
            'テロップﾘｽﾄ',
            'Ｇ2用実機演出作成',
            '試射用ソフト仕様書',
            'ﾗﾝﾌﾟ設計仕様書',
            '協力会社用ﾗﾝﾌﾟ作成仕様書',
            'ﾗﾝﾌﾟﾃﾞｰﾀ作成',
            'PJ試射修正対応',
            '本部内試射評価',
            '修正項目リスト',
            '仕様書修正',
            '本部内試射修正対応',
            '試射後最終調整',
            '申請対応（企画）',
            '営業移行（企画）'
        ]
    },
    {
        category: '画像',
        items: [
            '画像先行作業',
            '演出検討/字ｺﾝﾃ',
            '絵ｺﾝﾃ',
            '画像制作費見積り算出・調整①',
            '画像制作費見積り算出・調整②',
            '絵ｺﾝﾃ倫理ﾁｪｯｸ',
            '画像仕様書',
            'Vｺﾝﾃ',
            'ﾓﾃﾞﾙ制作',
            'ｱﾆﾏﾃｨｸｽ制作（ｱﾆﾒｰｼｮﾝ/ﾓｰｷｬﾌﾟ/仮ﾚﾝﾀﾞ）',
            'ﾚﾝﾀﾞﾘﾝｸﾞ/ｺﾝﾎﾟｼﾞｯﾄ/ｴﾌｪｸﾄ/納品',
            'F版CG修正対応',
            'ｷｬﾗｸﾀｰﾃﾞｻﾞｲﾝ',
            '作打ち',
            '作画（"L/O"/ﾗﾌ作成/納品まで）',
            'ﾘﾃｲｸ',
            '先行準備',
            'α版作成',
            'β版作成',
            'Ｆ１版作成',
            'Ｆ２版作成',
            'Ｆ３版作成',
            'Ｅ版作成',
            '音声収録用movie作成',
            'Ｇ2対応ROM作成',
            '営業移行（画像）'
        ]
    },
    {
        category: '企画システム',
        items: [
            '企画協力',
            '抽選仕様作成（ﾒｲﾝ_容量検証用）',
            '抽選仕様作成（ﾒｲﾝ_詳細）',
            '抽選仕様作成（ｻﾌﾞ_ｺﾏﾝﾄﾞ作成用）',
            '抽選ｼｰﾄ作成',
            'ﾒｲﾝ頻度調整（試射前）',
            'ｻﾌﾞ頻度調整（試射前）',
            '試射修正対応',
            'ﾒｲﾝ頻度調整（試射後）',
            'ｻﾌﾞ頻度調整（試射後）',
            '営業移行（企画システム）'
        ]
    },
    {
        category: 'サブソフト',
        items: [
            '抽選仕様書作成',
            '抽選シート作成',
            'サブ間コマンド仕様書作成',
            'α版ソフト作成',
            'β版ソフト作成',
            'G2対応',
            'Ｆ版ソフト作成',
            'Ｅ版ソフト作成',
            '最終実機動作試験',
            '生産移行・営業移行（サブソフト）'
        ]
    },
    {
        category: 'メインソフト',
        items: [
            '仕様検討',
            '仕様作成',
            '盤面検証①',
            '盤面検証②',
            '試射対応（メインソフト）',
            '申請準備（メインソフト）',
            'ＰＪ会議・打合せ',
            '生産移行・営業移行（メインソフト）'
        ]
    },
    {
        category: 'サウンド',
        items: [
            'ｻｳﾝﾄﾞα版打ち合わせ',
            'ｻｳﾝﾄﾞ仕様確認',
            'ｻｳﾝﾄﾞｽｹｼﾞｭｰﾙ立案',
            '役物動作イメージ作成',
            'ｻｳﾝﾄﾞG2版作成',
            'ｻｳﾝﾄﾞﾘﾝｸ開始',
            '楽曲検討',
            'ﾌﾟﾘﾌﾟﾛ（詩/曲）/ｱﾚﾝｼﾞ',
            '完ﾊﾟｹ',
            '登場ｷｬﾗ表/ｷｬｽﾄ表',
            '声優調整（ﾌﾞｯｷﾝｸﾞ等）',
            '台本第一稿',
            '台本倫理・版元ﾁｪｯｸ→台本FIX',
            '収録⇒処理',
            'ｻｳﾝﾄﾞ試射版ﾃﾞｰﾀ作成',
            'ｻｳﾝﾄ試射版調整',
            '試射修正・BU・ｻｳﾝﾄﾞF版',
            'ｻｳﾝﾄﾞE版作成',
            '音量・温度測定',
            '営業移行（サウンド）'
        ]
    },
    {
        category: 'デザイン',
        items: [
            '先行アイデア',
            'アイディアスケッチ',
            'ラフデザイン',
            'ボリュームモック制作',
            '原理詳細試作',
            'ラフデザイン修正',
            '詳細試作（デザイン）',
            '申請準備（デザイン）',
            '移行（デザイン）'
        ]
    },
    {
        category: 'メカ',
        items: [
            '基本・構想設計（メカ）',
            '詳細設計',
            '詳細原理試作作成',
            '詳細原理試作評価・検証',
            '詳細試作作成',
            '詳細試作評価・検証',
            '金型作成',
            '金型品評価・修正',
            '申請部材準備（メカ）',
            '申請準備（メカ）',
            '生産移行（メカ）'
        ]
    },
    {
        category: 'ハード',
        items: [
            '基本・構想検討（ハード）',
            '詳細原理試作',
            '全体接続図作成・ﾎﾟｰﾄ割検討',
            '詳細試作（ハード）',
            '金型品',
            '基板調整',
            '最終品評価・信頼性試験（最終）',
            '申請部材準備（ハード）',
            '申請準備（ハード）',
            '生産移行（ハード）'
        ]
    },
    {
        category: 'ゲージ',
        items: [
            'ラフゲージ設計',
            'ゲージ設計',
            '申請部材準備',
            '申請準備（ゲージ）',
            '生産移行・営業移行（ゲージ）'
        ]
    }
];
